"""
TODO:
Класс 1
1) Добавить постоянный источник  дохода(дата,сумма,название)
2) Добавить доход(сумма, название)
3) Добавить категорию(название)
4) Вывести категории()
5) Вывести источники дохода()
6) Добавить расход(категория, сумма)
7) Получить отчет за год/неделю/месяц(категория или пусто)
8) Показать сегодняшние операции
9) Получить отчет за период(дата,дата,категория или пусто)

OPTIONALLY  Оповещения (Ты забыл обо мне?) 

10) Разобрать выражение на естественном языке

Класс 2 
БД - processing

11) start
12) help
13) main
14) формирование ответного сообщения

"""
